{
  "title": "terms_169.txt",
  "terms": "векрельно, I have extracted and consolidated the key aspects of the provided document, creating a summarized version for better understanding. Here’s a breakdown:\n\n**Google Pay Non-Resident Terms - India**\n\nThis document outlines the rules and guidelines for Google Pay users residing in India. It's a comprehensive set of terms and conditions applicable to eligible Indian non-resident users.\n\n**1. Eligibility & Account Types**\n\n*   **Eligible Non-Resident Users:**  Individuals who are Non-Resident Indians (NRIs) holding non-resident rupee accounts (NRE Accounts) or non-resident ordinary rupee accounts (NRO Accounts) in India.\n*   **Eligible Non-Resident Users:** These users have mobile numbers with any of the following country codes (Singapore, etc.).\n\n**2.  Transaction Limits**\n\n*   **Minimum & Maximum Limits:** Each transaction will be subject to minimum and maximum transaction limits prescribed by FEMA and NPCI (National Payments Corporation of India) respectively.  These limits are frequently updated.\n\n**3.  Disabled Features**\n\n*   **Restrictions on Certain Features:**  Some Google Pay features (Phonebook, Loan Facility, Cashback Rewards, Referral Rewards, and linking RuPay Cards) are disabled for eligible non-resident users.  These features are primarily targeted at NRIs who are using NRE/NRO accounts.\n\n**4.  Core Terms & Conditions**\n\n*   **Data Privacy:** Google reserves the right to modify the document at any time. Users must keep up-to-date with changes.\n*   **Termination:** Google reserves the right to terminate the service or functionality at any time, without prior notice.\n*   **Definitions:** The document clarifies key terms like \"NRE Accounts\" and \"NRO Accounts\".\n\n**5.  Updates & Amendments**\n\n*   **Google Reserves Right to Modify:**  Google has the right to change the terms at any time, and this document is subject to those changes.\n*   **Notification:** Users must be aware of upcoming changes.\n*   **Notifications**: Google notifies users when changes occur.\n\n**6.  Further Details (Within the Body of the Document)**\n\n*   **Help Centre:** Links to help resources.\n*   **Grievances:**  Process for addressing complaints.\n*   **About:** Overview of the document.\n*   **Privacy:** Data privacy policies.\n*   **Terms:**  The complete, legally binding terms of service.\n*   **For Business:** Information for business users.\n*   **Blog:**  News and updates.\n*   **Contact Us:** Ways to reach support.\n\n**7.  Additional Notes for Users**\n\n*   **Regional Variations:**  The specific rules might vary slightly by state in India.\n\nLet me know if you'd like me to elaborate on any specific section or aspect of this document."
}