{
  "title": "terms_60.txt",
  "terms": "Standard (written) terms and conditions (T&Cs) are the legal basis on which you will be engaging with customers - and are essential when starting a business. It is recommended that you don’t copy T&Cs from another business; no two businesses are exactly the same, plus they may not have obtained legal advice. You are advised to use a commercial contracts lawyer with experience of your industry to prepare or check your T&Cs. Your lawyer will also ensure your T&Cs meet federal and state laws and any industry regulations. Why are terms and conditions important?\n\nWhen drafted correctly, T&Cs:\n\n*   are legally binding\n*   set out the rights and obligations (for you and your customers), relating to the sale of products or provision of services\n*   outline what customers can expect when dealing with your business and how problems or disputes will be dealt with\n*   state how and when goods or services should be paid for, and what will happen if payments are not made in line with the contract\n*   help protect your business and may limit your liability in certain circumstances\n\nKey element of all T&Cs\nAll T&Cs must adhere to the\nAustralian Consumer Law\n (ACL). The ACL is the national law for fair trading and consumer protection, giving you and your customers certain rights and protections. You need to be aware of what it covers as there are penalties if you make claims that are false, misleading or deceptive. Protection from unfair contract terms\n\nThe ACL also protects customers from unfair terms in standard form contracts (these are non-negotiable contracts offered on a ‘take it or leave it’ basis). This will apply to your T&Cs when dealing with individual customers or other small businesses. For further information about unfair contract terms and the types of protections that may apply visit the\nACCC website\n.\n\nSections frequently included in terms and conditions\nA photograph or written description of your product or service.\nMethods of placing orders.\nPrice and payment methods. You may wish to include a price list or quoted price, stating accepted methods of payment, payment terms, and the consequences of late or non-payment. Customers will pay you more promptly if the consequences of them not paying on time are clearly stated (include details about debt recovery, interest, charges and/or cutting off supply of your products or services).\n\nWarranties and disclaimers.\nShipping and delivery information, including how any problems will be resolved.\nWebsite security, particularly in terms of privacy and payment details,\nYou may wish your T&Cs to pop-up when a user first visits your website. You can also make it required information to read before they can progress further on your website.\n\nGeneral tips for terms and conditions\nAccepting your terms and conditions\nIt is good practice to have customers sign acceptance of your T&Cs before you provide them with any goods and/or services. If a customer refuses, seek feedback about their concerns.\nKeep them simple and accurate\nPoorly worded and incorrect T&Cs could cause you financial loss and stress, and unhappy customers. Your T&Cs should:\nbe written in plain English that is easy to understand (if you can’t follow what a term or condition means, it is unlikely your customers will be able to)\nnot contain misleading statements\nnot be considered ‘unfair’\nFormat, location and accessibility\nCarefully consider the format, location and accessibility of your T&Cs. This will have an impact on their effectiveness, plus how (legally) binding they are. Your T&Cs should be clearly stated on all quotes, estimates, contract and related documentation.\n\nIn addition to helping you to draft appropriate T&Cs for your business, your legal adviser should also recommend how they could be included in the overall sales contract.\n\nMore information\nFor further information or questions on establishing terms and conditions for your business,\ncall 133 140\nto speak with one of our experienced small business advisers.\n\nBack to top"
}