{
  "title": "terms_54.txt",
  "terms": "Here’s the cleaned text from the provided text:\n\n“Business.gov.nl uses cookies to improve the website. These functional and analytical cookies do not contain your personal data. Do you want to watch video content? Third parties may place tracking cookies to track your online behaviour. You can refuse these tracking cookies.\n\nAccept all cookies | Refuse tracking cookies | Skip to main content | Go to the search page\n\nLogo Business.gov.nl, government information for entrepreneurs.\nMenu\n\nHome\nTopics\n\nMain menu\n\nTopics\n\nComing to the Netherlands\nStarting a business\nRunning your business\nFinance and taxes\nStaff\nBusiness location\nProducts, services, and innovation\nInternational business\nSustainable business\nEnding or transferring your business\nRegulations\nMain menu\n\nRegulations\n\nRegulations\n\nAmendments\n\nSubsidies\n\nVideos\n\nFactsheets\n\nContact\n\nOndernemersplein.overheid.nl (Nederlands)\nSearch\n\nHome\nRunning your business\nLegal matters\nDrafting general terms and conditions\nPublished by\n:\nNetherlands Chamber of Commerce, KVK\n6 min read\nNederlandse versie\nBy drawing up general terms and conditions, it is clear to your customer or guest how matters such as warranty, cancellation, liability, and payment are arranged. You are not obliged to draw up general terms and conditions.\n\nAccept all cookies | Refuse tracking cookies | Skip to main content | Go to the search page\n\nWhat are general terms and conditions?\nWhy general terms and conditions?\nDrafting terms and conditions\nFiling general terms and conditions with KVK\nGeneral terms and conditions for online shops\nCancellation policy for holidays\nWhat are general terms and conditions?\nGeneral terms and conditions are the rules that apply to an agreement. For example, when your customer buys a product or purchases a service from you.\n\nWhy general terms and conditions?\nWith general terms and conditions, it is immediately clear which rights and obligations you and your customer have. Your customers know where they stand. For example, regarding the warranty, liability, and payment. And you can reduce the risks you run as an entrepreneur.\n\nYou are not obliged to draw up general terms and conditions. But there are a number of rules that you must adhere to when drawing up general terms and conditions. For example, conditions may not be unreasonable and you have the duty of disclosure.\n\nDrafting terms and conditions\nGeneral terms and conditions can be drawn up in various ways. You can draw them up yourself, use an example text, or have the conditions drawn up by a legal advisor.\n\nUse an example for terms and conditions\nYou can find examples for general terms and conditions (model texts) at branch organisations, professional associations, or other providers of customised and sample contracts.\n\nCheck if you must use general terms and conditions of your sector association\nSome sector organisations require their members to use terms and conditions. For example, in\nchildcare\n(in Dutch). The Social and Economic Council (SER) has an overview of sectors (in Dutch) with standard conditions that members must use.\n\nWhat to include in the general terms and conditions \nNote that the terms and conditions vary by industry. Entrepreneurs can also make separate purchase and/or sales conditions. The general terms and conditions often include the following terms:\n\nOpen all\nOpen\nLiability\nAs an entrepreneur, you can be held liable for all direct damage (for example, repair costs or replacement costs) and indirect damage (for example, water damage in the event of a fire). You may never refuse all liability, but you can limit your liability with your terms and conditions.\n\nOpen\nPayment term\nYou may determine a reasonable payment term for consumers. You record that in the general terms and conditions. A statutory payment term\napplies to companies and the government. Would you like to use a shorter or longer payment term? Then you must record this in your general terms and conditions. You can also agree on this payment term in a contract.\n\nOpen\nRetention of title (ownership)\nIf you record retention of title in the terms and conditions, the goods remain yours until your customer has paid. You can then, for example, reclaim your goods\nif the customer goes bankrupt.\n\nOpen\nGuarantee\nYour product must do what it promises. Your buyer has a legal guarantee, a warranty. In your general terms and conditions, you can add information about, for example, extra warranty. Or the duration of the warranty. You cannot limit the legal warranty on your product in the general terms and conditions.\n\nOpen\nTerms of delivery\nDelivery conditions apply to everything that has to do with the delivery of a product. Such as delivery time, cancellation, and agreements about transport and delivery costs. For international trade, you can use\nthe ICC Incoterms®. These are standardised international delivery terms that you can agree with your customers and suppliers.\n\nOpen\nForce majeure and force majeure clause\nIf you are unable to keep to your agreements, you are normally responsible for the damage the other party has suffered. In some cases, you can invoke force majeure. For example, if you are unable to deliver products due to war or an environmental disaster. Read more about when there is\nforce majeure\n.\n\nCancellation policy for holidays\nDuring booking, ask your customer to agree to your terms and conditions. Your terms and conditions also contain your cancellation conditions. Cancellation is the termination (stopping) of an agreement after the booking. Both you and your customer can cancel the agreement.\n\nConditions for cancellation\nIn the cancellation conditions, you state the period of time within which your customer may cancel the stay. And what costs they still have to pay. You can also describe which conditions the customer must meet in order to be allowed to cancel.\n\nPayment in case of cancellation\nIn the event of cancellation, the customer often has to pay you a percentage of the pre-agreed price. Even if they do not use the holiday accommodation. How much the customer has to pay depends on when they cancel the stay. The sooner the customer cancels, the lower the percentage that they still have to pay. Does the customer cancel the booking shortly in advance? Then you can demand they pay the agreed amount (almost) in full. You can also consider refunding the customer if they find someone else for the holiday accommodation in the same period. But you can charge them administration costs.\n\nExamples of general terms and conditions\nWould you like to know more about good cancellation conditions? Your industry or professional association can help you with example terms and conditions."
}