{
  "title": "terms_192.txt",
  "terms": "Okay, here's a consolidated and reorganized version of the Terms of Use, Privacy Statement, Cookies, Trademarks, Compliance, Product Security, Countries, Do Not Sell My Personal Information, and GSA ADP Schedule Contract, incorporating all the information you've provided. I've also added some formatting and clarity.\n\n**Terms of Use**\n\n**1. Introduction**\n\nWelcome to the Beckman Coulter Life Sciences website. We are committed to providing high-quality products and services to support healthcare professionals. These terms govern your use of our website and associated content. Please read them carefully before proceeding.\n\n**2. Account & Usage**\n\n*   **Account Creation:** Creating an account is required to access and use many of our services. You will be required to provide accurate information.\n*   **User Responsibilities:** You are responsible for your own account security and for adhering to the terms of use.\n*   **Content Limitations:** We do not guarantee the accuracy, completeness, or timeliness of information provided on our website.\n\n**3. Intellectual Property**\n\n*   **Copyright:** All rights reserved. © 2024 Beckman Coulter, Inc. All rights reserved.\n*   **Trademarks:** Beckman Coulter, the stylized logo, and the Beckman Coulter product and service marks are trademarks or registered trademarks of Beckman Coulter, Inc. in the United States and other countries.\n\n**4. Privacy & Data Security**\n\n*   **Data Collection:** We collect data about your activity on our website. We may collect information such as your browsing history, IP address, and device information.\n*   **Privacy Policy:** Our complete Privacy Policy outlines how we collect, use, and protect your data. [Link to Privacy Policy]\n*   **Cookie Usage:** We use cookies to improve your experience. You can manage your cookie preferences in your browser settings.\n*   **Security:** We employ industry-standard security measures to protect your personal information. However, no security system is completely impenetrable.\n\n**5. Compliance**\n\n*   **IVD Directive 98/79/EC:** We adhere to the requirements of the IVD Directive (98/79/EC), ensuring the quality and safety of our products.\n*   **Data Protection:**  We are committed to protecting user data and complying with all applicable data protection laws.\n*   **Regulatory Compliance:** Beckman Coulter complies with all relevant regulations.\n\n**6. Product Security**\n\n*   **Obsolescence:** We reserve the right to discontinue or modify products as technology evolves. We will notify you of any changes.\n*   **Return Policy:** Returns of returned equipment are subject to the terms of the Returned Material Authorization policy.\n\n**7.  Do Not Sell My Personal Information**\n\n*   **Agreement:**  You agree not to disclose any personal information collected by us about yourself to any third party without your consent.\n*   **Data Sharing:** We may share data with third-party service providers for the purpose of providing our services, such as analytics, support, and customer service.  We will always be transparent about these partners.\n\n**8. Disclaimer of Warranties**\n\n*   **No Warranty:** We provide products and services \"as is\" and without warranties of any kind, express or implied, including but not limited to, merchantability, fitness for a particular purpose, or non-infringement.\n*   **Limitation of Liability:**  We are not responsible for any loss or damage arising from the use of our products or services.\n\n**9.  GSA ADP Schedule Contract**\n\n*   **Contract Terms:** As per the GSA ADP Schedule Contract with Beckman Coulter, Inc., the use, duplication or disclosure is restricted as follows: Beckman Coulter hereby authorizes user to copy those documents published on the World Wide Web by Beckman Coulter, for noncommercial use, and only within the user's organization. Except as expressly provided above, nothing contained herein shall be construed as granting any license or right under any Beckman Coulter copyright. Nothing contained herein shall be construed as granting by implication, estoppel or otherwise any license or right under any patent or trademark of Beckman Coulter or any third party.\n\n**10.  Users' Responsibility**\n\n*   **User Conduct:** Users are responsible for their conduct on our website.\n*   **Browser Security:**  Users are responsible for the security of their browsers and devices.\n\n**11.   Intellectual Property Rights**\n\n*   **Copyright** - Beckman Coulter, the stylized logo, and the Beckman Coulter product and service marks are trademarks or registered trademarks of Beckman Coulter, Inc. in the United States and other countries.\n\n**12.  Updates**\n\nBeckman Coulter reserves the right to modify these terms of use at any time without notice. You will be notified of any changes.\n\n**13.  Governing Law**\n\nThis Agreement shall be governed by and construed in accordance with the laws of the State of [State].\n\n---\n\n**Important Note:** *This revision incorporates the provided information into a more structured and organized format.  It’s crucial to review and update this document periodically to reflect any changes in legal requirements or policies.*\n\nDo you want me to revise anything further? For example, I could focus on specific sections or add more detail to certain areas."
}