{
  "title": "terms_75.txt",
  "terms": "Okay, here’s the text cleaning output, focused solely on the Terms and Conditions section.\n\n**Terms and Conditions**\n\nGeneral Terms and Conditions - Qualtrics\n\nSkip to main content\n\nGTC\n\nRegardless of which Qualtrics Cloud Services, professional services or research services you purchase, there is one set of foundational terms for them all – the General Terms and Conditions, which we call the GTCs.\n\nThis means you don’t have to spend time reviewing different terms every time you make a new purchase. The GTCs will apply to all of your contracts with Qualtrics.\n\nTermScout\n\nWe are not the only ones who think our terms are fair to our customers. Our GTCs have been reviewed and certified as ‘Customer Favorable’ by TermScout, an independent contract rating company.\n\nEnglish General Terms and Conditions\n\nIf a valid agreement exists between you (“Customer”) and Qualtrics, LLC (“Qualtrics”) related to the subject matter hereof, those terms take precedence over these terms unless otherwise agreed by the Parties in relation to a specific Order Form.\n\nModifications to this Agreement. Qualtrics may modify these GTC at any time by posting a revised version on this website (https://www.qualtrics.com/legal/customers/gtcs/) or otherwise providing notice to Customer. By continuing to use the services after the effective date of any modifications to these GTC, Customer agrees to be bound by the modified terms. Some services may be subject to additional terms specific to those services as set forth in the Product Terms (https://www.qualtrics.com/legal/customers/product-terms/) , which are incorporated herein to the extent applicable.\n\nUnited States Federal Government Agency:\n\nIf you are a United States federal government agency, use of the Services is subject to \nthis amendment\n\nAustralian Small Businesses:\n\nIf your contract with Qualtrics is a Small Business Contract for the purposes of the Treasury Laws Amendment (More Competition, Better Prices) Act 2022 (Cth), use of the services is subject to \nthis amendment\n\nOnline Payments:\n\nIf you have purchased your services online, the purchase of those services is subject to \nthis amendment\n\nDownload Terms\n\n↗  ↗  ↗  ↗  ↗  ↗  ↗\n\nExecute GTCs\n\n↗  ↗  ↗  ↗  ↗  ↗  ↗  ↗\n\nTranslated General Terms and Conditions\n\nYes, I would like to receive marketing communications regarding Qualtrics products, services, and events\n\n\n\n\n\n\nPrivacy Optin\n\n\n\nBy providing this information, you agree that we may process your personal data in accordance with our \nPrivacy Statement\n."
}