{
  "title": "terms_112.txt",
  "terms": "Published by\n:\nNetherlands Enterprise Agency, RVO\n2 min read\nNederlandse versie\nPlease note: this regulation is subject to change\nOn this page\nWhat are general terms and conditions?\nAre general terms and conditions mandatory?\nUnreasonable conditions\nInform your customer (duty of disclosure)\nModifying general terms and conditions\nAnnulling general terms and conditions\nGeneral terms and conditions state the rules that apply when you sell something, or provide a service to a customer. You do not have to use general terms and conditions, but if you use them, they apply to both you and your customer.\nWhat are general terms and conditions?\nThe general terms and conditions describe the standard conditions for all your transactions. General terms and conditions are part of the \n(purchase) agreement\n. In them you can describe for instance:\npayment conditions\ndelivery times\nconditions for repairs\nguarantees\nhow you deal with disputes\nGeneral terms and conditions are not about specifics of your product or service, such as price or colour. Learn more on \nhow to draft general terms and conditions\n.\nAre general terms and conditions mandatory?\nYou do not have to draw up general terms and conditions. Legal requirements always apply to \npurchase agreements\n for you and your customer. Some sector organisations do enforce the use of general terms and conditions, for instance in childcare.\nIn the Netherlands, several sector organisations, often together with consumer organisations, have jointly drawn up general terms and conditions. Please contact your \nsector organisation\n (\nMKB-Nederland\n, in Dutch) to find out if they have general terms and conditions for you to use.\nIf you do use general conditions, they apply to both you and your customer. You can file your general terms and conditions with \nthe Dutch Chamber of Commerce\n (KVK), or with \nthe court\n (in Dutch). Note that this is also not mandatory. \nUnreasonable conditions\nYou are not allowed to have unreasonable conditions. Unreasonable is, for instance, if you deny your customer certain legal rights. The law states:\nwhich conditions \nare unreasonable\n (in Dutch), for example that your customer can only undo their purchase through the court\nwhich conditions \nmay be unreasonable\n (in Dutch), for instance that you cannot be held liable for damage"
}